{
  "character": {
      "Amaterasu": {
        "name": "Amaterasu",
        "intro": "The great goddess Amaterasu, also known as Amaterasu-Ōmikami is one of the Japanese mythological deities. She is seen as the goddess of sun and of the entire universe, and one of the three children of Izanagi.",
        "story": "Her full name roughly translates to 'The great august deity who shines in heaven. In different mythological chronicles, all current emperors in Japan are descendants of Amaterasu. Amaterasu is the sister of Susano'o, god of storms and the sea, and of Tsukuyomi, the god of the moon."
      },
      
      "Issun": {
        "name": "Issun",
        "intro": "Issun-bōshi is an ancient fairy tale found in story book Otogizōshi. The title of the book can be translated as the 'One-Inch Boy'. A 'sun' is an old Japanese measurement which is about 3.030cm.",
        "story": "The story tells of an old couple who were unable to have a child of their own, so they preyed to the gods, even if it were only one sun tall. Issun would eventually tell his parents that he wished to go to the capital to become a warrior."
      },
      
      "Susano": {
        "name": "Susano",
        "intro": "Susano'o-no-Mikoto, the god of storms and the sea. He is said to be the ruler of what is Yasugi, Shimane prefecture in modern day Japan. He is married to Kushi-inada-hime.",
        "story": "Born when Izanagi washed his nose of pollutants from the underworld, Yomi. Both he and Amaterasu were said to have a long-standing rivalry, which would culminate in a competition between the two. Eventually leading in Amaterasu locking herself away in a cave from an angered Susano'o, hiding the sun and Susano'o being banished from Heaven."
      },
      
      "Orochi": {
        "name": "Orochi",
        "intro": "Orochi, or in full 'Yamata-no-Orochi', from a story of the same name, is the name of an eight-headed and eight-tailed Japanese dragon.",
        "story": "After Susano'o was banished from Heaven for tricking his sister, Amaterasu, Susano'o discovered Kushi-inada-hime's two grieving parents. From Orochi's defeat, the three sacred Imperial Regalia of Japan were created: the legendary blade Kusanagi-no-Tsurugi, the mythical mirror Yata-no-Kagami and the fabled jewel Yasakani-no-Magatama."
      },
      
      "Kushi": {
        "name" : "Kushi",
        "intro": "Kushi-inada-hime, translated as 'the wondrous rice paddy princess' is the goddess of rice and is the wife of Susano'o.",
        "story": "Kushi-inada-hime was to be the sacrifice to Yamato-no-Orochi, as the rest of her family, with each daughter being sacrificed year-by-year. Susano'o saved her at the behest of her parents, by turning her into a comb which he put into his hair and pretended to be the sacrifice."
      }
  }
}